Test/TemplatesTest/WebService1Test/ObtenerProductos/ObtenerProductos.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:ObtenerProductos/>
   </soapenv:Body>
</soapenv:Envelope>